{"theEvents":[

    {
      "eventDetails": "6:00: Mohammed Atta travels Colgan Air Flight 5930 from Portland International Jetport in Portland, Maine to Logan International Airport in Boston, Massachusetts, along with Abdulaziz al-Omari."
    },

    {
      "eventDetails": "6:45: Atta and al-Omari arrive at Logan International Airport."
    },

    {
      "eventDetails": "6:52: Marwan al-Shehhi calls Atta from another terminal at Logan to confirm that the plans for the attack are set."
    },

    {
      "eventDetails": "7:35: Atta and al-Omari board American Airlines Flight 11."
    },

    {
      "eventDetails": "7:40: The rest of the Flight 11 hijackers board the airplane."
    },

    {
      "eventDetails": "7:59: American Airlines Flight 11, a Boeing 767 carrying 81 passengers and 11 crew members, departs 14 minutes late from Logan International Airport in Boston, its destination being Los Angeles International Airport (LAX) in Los Angeles, California."
    },

    {
      "eventDetails": "8:13: Flight 11 has its last routine communication with the Federal Aviation Administration's (FAA's) Boston Center."
    },

    {
      "eventDetails": "8:14: Flight 11 is hijacked when hijackers Waleed and Wail al-Shehri rise from seats 2A and 2B and stab two flight attendants. Atta rises from seat 8D and approaches the cockpit. Within minutes, he is at the controls.\\n\\nFlight 11 fails to heed air traffic controller's instruction to climb to 35,000 feet.\\n\\nUnited Airlines Flight 175, another fully fueled Boeing 767, carrying 56 passengers and nine crew members, also departs from Logan International Airport in Boston; its destination was also Los Angeles International Airport. Five hijackers are aboard. One of them communicated with Mohammed Atta shortly before Flight 11's takeoff."
    },

    {
      "eventDetails": "8:19: Betty Ong, a flight attendant on Flight 11 alerts American Airlines via an airphone, “The cockpit is not answering, somebody’s stabbed in business class—and I think there’s Mace—that we can’t breathe—I don’t know, I think we’re getting hijacked.” She then tells of the stabbings of two flight attendants."
    },

    {
      "eventDetails": "8:20: The FAA's Boston Center flight controllers decide that Flight 11 has probably been hijacked.\\n\\nAmerican Airlines Flight 77, a Boeing 757 with 58 passengers and six crew members, departs from Washington Dulles International Airport in Fairfax and Loudoun Counties, Virginia, for Los Angeles International Airport. Five hijackers are aboard."
    },

    {
      "eventDetails": "8:21: Flight 11's transponder signal is turned off, but can still be tracked via primary radar by Boston Center. (Prior to the 9/11 Commission's report, news organizations reported this time as 8:13 or immediately thereafter.)"
    },

    {
      "eventDetails": "8:24: A radio transmission comes from Flight 11: \"Eh..... We have some planes. Just stay quiet, and you'll be okay. We are returning to the airport.\" It is believed Atta mistakenly held a button directing his voice to radio rather than to the plane's cabin as he intended. A few seconds later, Atta's voice says, \"Nobody move. Everything will be okay. If you try to make any moves, you'll endanger yourself and the airplane. Just stay quiet.\" Air traffic controllers hear the transmission."
    },

    {
      "eventDetails": "8:25: Boston Center flight controllers alert other flight control centers regarding Flight 11. The North American Aerospace Defense Command (NORAD) is not yet alerted."
    },

    {
      "eventDetails": "8:26:30: Flight 11 makes a 100-degree turn to the south heading toward New York City."
    },

    {
      "eventDetails": "8:34: A third transmission from Flight 11: \"Nobody move please. We are going back to the airport. Don't try to make any stupid moves.\"\\n\\nDan Bueno from Boston Center notifies the tower controller at Otis Air National Guard Base at Cape Cod of the hijacking of Flight 11. The controller directs Bueno to contact Northeast Air Defense Sector (NEADS), the northeast sector of NORAD.[6] The controller then notifies Otis Operations Center that a call from NEADS might be coming. Two F-15 pilots begin to suit up."
    },

    {
      "eventDetails": "8:37: Flight 175 confirms sighting of hijacked Flight 11 to flight controllers, 10 miles (16 km) to its south."
    },

    {
      "eventDetails": "8:37:52: Boston Center control notifies NEADS of the hijacking of Flight 11, the first notification received by NORAD that Flight 11 had been hijacked. The controller requests military help to intercept the jetliner."
    },

    {
      "eventDetails": "8:41: The FAA's New York Center requests information about Flight 11 over the radio. Flight 175 responds:\"...ah we heard a suspicious transmission on our departure out of Boston ah with someone ah, ah sound like someone sound like someone keyed the mike and said ah 'everyone ah stay in your seats'\". New York Center acknowledges and says it will pass the information on."
    },

    {
      "eventDetails": "8:42: United Airlines Flight 93, a Boeing 757, takes off with 37 passengers and seven crew members from Newark International Airport (now Newark Liberty International Airport), bound for San Francisco International Airport, following a 40-minute delay due to congested runways. Four hijackers are aboard. Its flight path initially takes it close to the World Trade Center, which is 3 minutes away from being struck, before moving away westwards.\\n\\n8:42—8:46 (approx.): Flight 175 is hijacked."
    },

    {
      "eventDetails": "8:44: Flight attendant Amy Sweeney, aboard Flight 11, reports by telephone to Michael Woodward at the American Airlines Flight Services Office in Dallas, \"Something is wrong. We are in a rapid descent... we are all over the place.\" A minute later, Woodward asks her to \"describe what she sees out the window\". She responds, \"I see the water. I see the buildings. I see buildings...\" After a short pause, she reports, \"We are flying low. We are flying very, very low. We are flying way too low.\" Seconds later she says, \"Oh my God, we are way too low.\" The call ends with a burst of very loud, sustained static."
    },

    {
      "eventDetails": "8:46: Two F-15 fighter jets are ordered to scramble from Otis Air National Guard Base in Massachusetts, intended to intercept Flight 11. Because Flight 11's transponder is off, the pilots do not know the location of their target. NEADS spends the next several minutes watching their radar screens in anticipation of Flight 11 returning a radar contact."
    },

    {
      "eventDetails": "8:46:30: Flight 11 crashes at roughly 466 mph (790 km/h or 219m/s or 425 knots) into the north face of the North Tower (1 WTC) of the World Trade Center, between floors 93 and 99. (Many early accounts gave times between 8:45 and 8:50). The aircraft enters the tower intact. It plows to the building core, severing all three gypsum-encased stairwells, dragging combustibles with it. A powerful shock wave travels down to the ground and up again. The combustibles and the remnants of the aircraft are ignited by the burning fuel. As the building lacks a traditional full cage frame and depends almost entirely on the strength of a narrow structural core running up the center, fire at the center of the impact zone is in a position to compromise the integrity of all internal columns. People below the severed stairwells start to evacuate—no one above the impact zone is able to do so."
    },

    {
      "eventDetails": "8:46:43: Chief of the New York City Fire Department's 1st Battalion, Joseph Pfeifer, makes the first fire department radio message advising the FDNY Manhattan Fire Dispatch Office of the crash. Chief Pfeifer and personnel from other fire companies were several blocks north, on the corner of Church Street and Lispenard Street investigating an odor of gas in the street, and witnessed the attack, along with the Naudet brothers, who were accompanying the firefighters at the time:\\n\\nBattalion 1 Chief: \"Battalion 1 to Manhattan.\"\\n\\nManhattan Dispatch: \"Battalion 1, k.\"\\n\\nBattalion 1 Chief: \"We just had a plane crash into the upper floor of the World Trade Center. Transmit a 2nd Alarm and start re-located companies into the area.\"\\n\\nManhattan Dispatch: \"10-4(Message Received), Battalion 1.\""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },

    {
      "eventDetails": ""
    },
]}
